tap "chiselstrike/tap"
tap "cjbassi/ytop"
tap "cmacrae/formulae"
tap "derailed/k9s"
tap "batchcorp/public"
tap "cerbos/tap"
tap "cmacrae/formulae"
tap "derailed/k9s"
tap "derailed/popeye"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "int128/kubelogin"
tap "jdxcode/tap"
tap "knative/client"
tap "koekeishiya/formulae"
tap "surrealdb/tap"


# core
brew "coreutils"
brew "thefuck"
brew "fish"
brew "fisher"

tap "koekeishiya/formulae"
tap "nats-io/nats-tools"
tap "ory/tap"
tap "stripe/stripe-cli"
tap "surrealdb/tap"
brew "libyaml"
brew "readline"
brew "ansible"
brew "argocd"
brew "automake"
brew "bat"
brew "bison"
brew "fontconfig"
brew "chruby"
brew "libpq"
brew "doctl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdbm"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "gopls"
brew "helm"
brew "hydra"
brew "node"
brew "jupyterlab"
brew "k3d"
brew "kind"
brew "kotlin"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "libffi"
brew "llvm"
brew "lua"
brew "midnight-commander"
brew "neovim"
brew "perl"
brew "podman"
brew "poetry"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pyenv"
brew "r"
brew "redis"
brew "ruby-install"
brew "rustup-init"
brew "starship"
brew "step"
brew "stow"
brew "tilt"
brew "tmux"
brew "wget"
brew "batchcorp/public/plumber"
brew "cerbos/tap/cerbos"
brew "cmacrae/formulae/spacebar"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "nats-io/nats-tools/nats"
brew "ory/tap/cli"
brew "stripe/stripe-cli/stripe"
brew "surrealdb/tap/surreal"
cask "alacritty"
cask "amethyst"
cask "anaconda"
cask "chromedriver"
cask "codeql"
cask "mjml"
cask "ngrok"
cask "qmk-toolbox"
cask "wombat"
