tap "chiselstrike/tap"
tap "cjbassi/ytop"
tap "cmacrae/formulae"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "int128/kubelogin"
tap "jdxcode/tap"
tap "knative/client"
tap "koekeishiya/formulae"
tap "surrealdb/tap"


# core
brew "coreutils"
brew "thefuck"
brew "fish"
brew "fisher"



brew "bandwhich"
brew "exa"
brew "fzf"
brew "geos"
brew "pinentry"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "helm"
brew "jadx"
brew "k3d"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "lua"
brew "luv"
brew "node"
brew "mongosh"
brew "neovim"
brew "numpy"
brew "ory-hydra"
brew "pinentry-mac"
brew "podman"
brew "proj"
brew "protoc-gen-go"
brew "python@3.9"
brew "ripgrep"
brew "rtx"
brew "sops"
brew "starship"
brew "stow"
brew "tilt"
brew "tmux"
brew "velero"
brew "vim"
brew "chiselstrike/tap/turso"
brew "cjbassi/ytop/ytop"
brew "cmacrae/formulae/spacebar"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "int128/kubelogin/kubelogin"
brew "knative/client/kn"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "surrealdb/tap/surreal"
cask "alacritty"
cask "anaconda"
cask "font-hack-nerd-font"
cask "gpg-suite"
